{
  "id": "pithag",
  "name": "Pit-Hag",
  "edition": "snv",
  "team": "minion",
  "firstNightReminder": "",
  "otherNightReminder": "The Pit-Hag chooses a player & a character. If they chose a character that is not in play: Put the Pit-Hag to sleep. Wake the target. Show the YOU ARE token & their new character token.",
  "reminders": [],
  "remindersGlobal": [],
  "setup": false,
  "ability": "Each night*, choose a player & a character they become (if not in play). If a Demon is made, deaths tonight are arbitrary.",
  "flavor": "\"Round about the cauldron go; In the poison'd entrails throw; Toad, that under cold stone; Days and nights has thirty-one; Sweated venom sleeping got; Boil thou first in the charmed pot.\"",
  "image": "icons/snv/pithag.webp",
  "firstNight": 0,
  "otherNight": 112,
  "jinxes": [
    {
      "id": "heretic",
      "reason": "Only 1 jinxed character can be in play."
    },
    {
      "id": "villageidiot",
      "reason": "If there is a spare token, the Pit-Hag can create an extra Village Idiot. If so, the drunk Village Idiot might change."
    },
    {
      "id": "cultleader",
      "reason": "If the Pit-Hag turns an evil player into the Cult Leader, they can't turn good due to their own ability."
    },
    {
      "id": "goon",
      "reason": "If the Pit-Hag turns an evil player into the Goon, they can't turn good due to their own ability."
    },
    {
      "id": "ogre",
      "reason": "If the Pit-Hag turns an evil player into the Ogre, they can't turn good due to their own ability."
    },
    {
      "id": "politician",
      "reason": "If the Pit-Hag turns an evil player into the Politician, they can't turn good due to their own ability."
    },
    {
      "id": "damsel",
      "reason": "If a Pit-Hag creates a Damsel, the Storyteller chooses which player it is."
    },
    {
      "id": "summoner",
      "reason": "If the Summoner creates a second living Demon, deaths tonight are arbitrary."
    },
    {
      "id": "leviathan",
      "reason": "The Leviathan cannot enter play after day 5."
    }
  ],
  "_remindersFetched": true
}
